Repository: pythonbrasil/apyb.papers
Catalog: apyb/papers/locales/*/LC_MESSAGES/apyb.papers.po
Languages: es, pt_br

source: A brief biografy
es: Una breve biografía
pt_br: Curriculum do palestrante

source: A brief description of this track.
es: Una breve descripción de este track.
pt_br: Uma descrição sobre esta trilha

source: A description of this activity
pt_br: Uma descrição desta atividade

source: A description of this talk
es: Una descripción de esta charla
pt_br: Uma descrição sobre esta palestra

source: A description of this training
pt_br: Uma descrição deste treinamento

source: A speaker
es: Un orador
pt_br: Um palestrante

source: A talk proposal
es: Una propuesta de charla
pt_br: Uma proposta de palestra

source: A track within a conference
es: Un track dentro de una conferencia
pt_br: Uma trilha na conferência

source: About the speaker
es: Acerca del orador
pt_br: Sobre o palestrante

source: About the talk
es: Acerca de la charla
pt_br: Sobre a palestra

source: About the training
pt_br: Sobre este treinamento

source: Accepted
es: Aceptado
pt_br: Aceita

source: Activity
pt_br: Atividade

source: Activity Allocation
pt_br: Alocação da atividade

source: Activity Title
pt_br: Título da atividade

source: Activity details
pt_br: Detalhes da atividade

source: Activity end date
pt_br: Data de término da atividade

source: Activity start date
pt_br: Data de início da atividade

source: Advanced
es: Avanzado
pt_br: Avançado

source: All talks submitted to this track
pt_br: Todas as palestras enviadas para esta trilha

source: An activity in the conference
pt_br: Uma atividade nesta conferência

source: Article / Post
es: Artículo / Post
pt_br: Artigo / Post

source: Attendees details
pt_br: Detalhes dos participantes

source: Available seats to this training.
pt_br: Lugares disponíveis para este treinamento.

source: Basic
es: Básico
pt_br: Iniciante

source: Biografy
es: Biografía
pt_br: Curriculum

source: Cancel
pt_br: Cancelar

source: Cancelled
es: Cancelada
pt_br: Cancelada

source: Choose a track, submit a talk proposal!
es: ¡Seleccione un track, envíe una propuesta de charla!
pt_br: Escolha uma trilha, envie sua proposta de palestra!

source: Click here to create an account.
pt_br: Clique aqui para criar uma conta.

source: Conference Program
es: Programa de conferencias
pt_br: Programação da conferência

source: Conference program.
pt_br: Grade do evento

source: Conference talks
pt_br: Palestras da conferência

source: Confirm
pt_br: Confirmar

source: Confirmed
es: Confirmado
pt_br: Confirmado

source: Created
es: Creado
pt_br: Criada

source: Description
es: Descripción
pt_br: Descrição

source: Do you allow your image to be used in post-conference videos?
pt_br: Você permite que sua imagem seja utilizada nos vídeos da conferência?

source: Do you allow your image to be used in post-conference videos?
es: ¿Permite usted que su imagen sea utilizada en los videos post-conferencia?
pt_br: Você permite que sua imagem seja utilizada nos vídeos da conferência?

source: End date
es: Fecha final
pt_br: Término

source: Fullname
es: Nombre completo
pt_br: Nome completo

source: Here is a list of talks in this track that will be presented at our conference.
pt_br: Aqui está uma lista das palestras desta trilha que estarão na conferência

source: If you already have an account, click here to login.
pt_br: Caso já tenha uma conta, clique aqui para se logar.

source: In order to submit talk proposals to this conference you need to create an account on this site (so you can manage your talk details later on).
pt_br: Para enviar propostas de palestra para a PythonBrasil[7] você precisa criar uma conta neste site (para poder gerenciar suas palestras futuramente).

source: Inform a talk title
es: Título de la charla
pt_br: Informe qual o título da palestra

source: Inform a title for this activity
pt_br: Informe qual o título desta atividade

source: Inform a training title
pt_br: Infome o título do treinamento

source: Information
pt_br: Palestra

source: Intermediate
es: Intermedio
pt_br: Intermediário

source: Know about this tracks's subject and is willing to share with others?
es: ¿Conoce acerca del tema de este track y está dispuesto a compartirlo con otros?
pt_br: Conhece o assunto abordado nesta trilha? Se dispõe a compartilhar com outras pessoas?

source: Know more about our tracks
es: Conozca más acerca de nuestros tracks
pt_br: Conheça as trilhas da conferência

source: Language
es: Idioma
pt_br: Idioma

source: Legal information
es: Información legal
pt_br: Informações legais

source: Level
es: Nivel
pt_br: Nível

source: Level of this talk
es: Nivel de esta charla
pt_br: Nível técnico desta apresentação

source: Link to the presentation file
es: Enlace al archivo de la presentación
pt_br: Link para o arquivo da apresentação

source: Link to the presentation file downloads
es: Enlace a la descarga del archivo de la presentación
pt_br: Link para download de arquivos usados na apresentação

source: Link to the presentation video
es: Enlace al video de la presentación
pt_br: Link para o vídeo da apresentação

source: Location
es: Ubicación
pt_br: Local

source: My Talks
es: Mis charlas
pt_br: Minhas palestras

source: My profile
es: Mi perfil
pt_br: Meu perfil

source: My talks
es: Mis charlas
pt_br: Minhas palestras

source: Name
pt_br: Nome

source: Order
pt_br: Ordenação

source: Organization
es: Organización
pt_br: Instituição

source: Organization you represent
es: Organización que representa
pt_br: Qual instituição você representa

source: Organize talks inside this track
pt_br: Ordene as palestras desta trilha

source: Panel
pt_br: Painel

source: Please fill in the name of the speaker. If no speaker profile was created for this name, click on Add new speaker
pt_br: Por favor preencha o nome do palestrante -- para que o autocomplete encontre o perfil indicado. Caso este palestrante ainda não tenha criado um perfil, clque na opção Novo Palestrante

source: Please fill in the name of the speaker. If no speaker profile was created for this name, click on Add new speaker
es: Por favor escriba el nombre del orador.
pt_br: Por favor preencha o nome do palestrante -- para que o autocomplete encontre o perfil indicado. Caso este palestrante ainda não tenha criado um perfil, clque na opção Novo Palestrante

source: Please inform title for this track
es: Por favor ingrese el título para este track
pt_br: Por favor informe o título desta trilha

source: Please inform your fullname
es: Por favor ingrese su nombre completo
pt_br: Qual o seu nome completo?

source: Please provide a brief description of this reference
es: Por favor ingrese una breve descripción de esta referencia
pt_br: Sobre o que se trata esta referência?

source: Please provide a link to the reference
es: Por favor proporcione un enlace a esta referencia
pt_br: Link para a referência indicada

source: Points
pt_br: Pontos

source: Portlet listing my talk submissions
es: Listado de charlas enviadas
pt_br: Portlet listando minhas propostas de palestras

source: Portrait
es: Retrato
pt_br: Foto

source: Portuguese
es: Portugués
pt_br: Português

source: Presentation
es: Presentación
pt_br: Apresentação

source: Presentation file
es: Archivo de la presentación
pt_br: Arquivo da apresentação

source: Presentation files
es: Archivos de la presentación
pt_br: Downloads desta apresentação

source: Presentation video
es: Video de la presentación
pt_br: Vídeo desta apresentação

source: Program
es: Programa
pt_br: Programação

source: Reference
es: Referencia
pt_br: Referências

source: Reference type
es: Tipo de referencia
pt_br: Tipo da referência

source: References
es: Referencias
pt_br: Referências

source: References for this talk
es: Referencias para esta charla
pt_br: Referências sobre esta palestra

source: Registered
pt_br: Registrado

source: Rejected
es: Rechazada
pt_br: Rejeitada

source: Room where this activity will be presented
pt_br: Onde será realizada a atividade

source: Room where this talk will be presented
es: Salón donde se presentará la plática
pt_br: Onde será realizada a palestra

source: Room where this training will be presented
pt_br: Onde será realizado o treinamento

source: Seats
pt_br: Lugares

source: Select the talks you want to see at our conference!
pt_br: Selecione as palestras que você deseja ver em nossa conferência!

source: Selected talks
pt_br: Palestras selecionadas

source: Sent
pt_br: Enviadas

source: Site
es: Sitio
pt_br: Site / Blog/ Perfil

source: Spanish
es: Español
pt_br: Español

source: Speaker
es: Orador
pt_br: Palestrante

source: Speaker Profile
es: Perfil del orador
pt_br: Perfil de palestrante

source: Speaker details
es: Detalles del orador
pt_br: Detalhes sobre o palestrante

source: Speaker's email
es: Correo electrónico del orador
pt_br: E-mail do palestrante

source: Speaker's language
es: Idioma del orador
pt_br: Idioma falado (primariamente) pelo palestrante

source: Speaker's site
es: Sitio web del orador
pt_br: Site do palestrante

source: Speakers
es: Oradores
pt_br: Palestrantes

source: Speakers list
pt_br: Lista de palestrantes

source: Start date
es: Fecha inicial
pt_br: Início

source: Stats
es: Estadísticas
pt_br: Estatísticas

source: Status
pt_br: Situação

source: Submit talk proposal here
es: Envíe una propuesta de charla aquí
pt_br: Envie sua proposta de palestra aqui

source: Submit your talk proposal!
es: ¡Envíe la propuesta de su charla!
pt_br: Envie sua proposta de palestra!

source: Submited talks
pt_br: Palestras enviadas

source: Submitted
pt_br: Enviadas

source: Summary:
pt_br: Resumo:

source: Talk
es: Charla
pt_br: Palestra

source: Talk Allocation
es: Asignación de la charla
pt_br: Alocação da palestra

source: Talk Title
es: Título de la charla
pt_br: Título da palestra

source: Talk details
es: Detalles de la charla
pt_br: Resumo

source: Talk end date
es: Fecha final de la charla
pt_br: Término da palestra

source: Talk materials
es: Materiales de la charla
pt_br: Materiais

source: Talk start date
es: Fecha inicial de la charla
pt_br: Início

source: Talk submission
es: Charla enviada
pt_br: Envio de proposta de palestra

source: Talk type
es: Tipo de charla
pt_br: Tipo de apresentação

source: Talks
es: Charlas
pt_br: Palestras

source: Talks by this speaker
es: Charlas de este orador
pt_br: Palestras desta pessoa

source: Talks ordering
pt_br: Ranking das palestras

source: Talks waiting for your confirmation
pt_br: Palestras aguardando sua confirmação

source: Title
es: Título
pt_br: Título

source: To vote, drag and drop the talks, ordering them as you wish. Talks on the top will receive more points than talks on the bottom. When you have the desired order, just click <strong>Vote</strong>.
pt_br: Para votar, clique e arraste as palestras, ordernando-as conforme sua preferência. Palestras no topo da lista receberão mais pontos que palestras no rodapé. Quando estiver satisfeito com a ordenação, clique <strong>Votar</strong>.

source: Track
pt_br: Trilha

source: Track Logo
es: Logo del track
pt_br: Logo da Trilha

source: Tracks
pt_br: Trilhas

source: Training
pt_br: Treinamento

source: Training Allocation
pt_br: Alocação do treinamento

source: Training Title
pt_br: Título do treinamento

source: Training details
pt_br: Detalhes do treinamento

source: Training end date
pt_br: Término do treinamento

source: Training in the conference
pt_br: Treinamento na conferência

source: Training materials
pt_br: Materiais do treinamento

source: Training start date
pt_br: Início do treinamento

source: Training submission
pt_br: Envio de proposta de treinamento

source: Type of this reference
es: Tipo de esta referencia
pt_br: Tipo da referência

source: URL
pt_br: Link

source: Upload an image to be used as speakers' portrait.
es: Cargue la imagen que será usada como retrato del orador.
pt_br: Faça o upload de uma imagem para ser usada como retrato do palestrante

source: Upload an image to be used as this track's logo.
es: Cargue la imagen que será usada como logo de este track.
pt_br: Faça o upload de uma imagem para ser usada como logo desta trilha

source: Video
pt_br: Vídeo

source: Vote cast by
pt_br: Voto dado por

source: Vote now!
pt_br: Vote agora!

source: Vote on the talks!!
pt_br: Vote nas palestras!

source: Voters
pt_br: Votantes

source: Votes
pt_br: Votos

source: Votes for this talk. Position isrelative to track.
pt_br: Votos para esta palestra. Posição relativa dentro da trilha.

source: Votes for this training. Position is relative to track.
pt_br: Votos para esta palestra. Posição relativa dentro da trilha.

source: Which track this talk is
es: A qué track pertenece la charla
pt_br: A qual trilha esta palestra pertence

source: Which track this training is
pt_br: A qual trilha este treinamento pertence

source: Which type of talk best describes this one
es: Qué tipo de charla describe mejor a esta
pt_br: Como esta apresentação pode ser melhor categorizada

source: You already voted in this track
pt_br: Você já votou nesta trilha

source: Your talk here!
es: ¡Su charla aquí!
pt_br: Sua palestra aqui!

source: Your vote was computed
pt_br: Seu voto foi contabilizado

source: Your vote will decide the talks that will be part of PythonBrasil[7].
pt_br: Seu voto define quais palestras farão parte da PythonBrasil[7]

source: Email
es: Correo electrónico

source: English
es: Inglés

source: Room 1
es: Salón 1

source: Room 2
es: Salón 2

source: Take a look at the talks already submitted here
es: De una ojeada a las charlas enviadas hasta ahora

source: Talks for this track
es: Charlas para este track
